aaron-bond.better-comments
adpyke.codesnap
aessoft.aessoft-class-autocomplete
alefragnani.bookmarks
alefragnani.project-manager
aliariff.auto-add-brackets
anysphere.pyright
atommaterial.a-file-icon-vscode
box-of-hats.bemhelper
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
codeparrot-ai.codeparrot
cs50.vscode-presentation-mode
cschlosser.doxdocgen
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
docsmsft.docs-yaml
donjayamanne.githistory
donjayamanne.jquerysnippets
dotjoshjohnson.xml
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
endormi.2077-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fabiospampinato.vscode-open-in-github
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
george-alisson.html-preview-vscode
github.github-vscode-theme
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
hediet.vscode-drawio
humao.rest-client
idleberg.icon-fonts
ionutvmi.path-autocomplete
jasonnutter.search-node-modules
jock.svg
johnpapa.vscode-peacock
jprestidge.theme-material-theme
jspolancor.presentationmode
keksiqc.idx-monospace-theme
kisstkondoros.vscode-gutter-preview
marp-team.marp-vscode
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
midnightsyntax.vscode-wrap-console-log
million.million-lint
moalamri.inline-fold
mongodb.mongodb-vscode
monish.regexsnippets
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-speech
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
mtxr.sqltools
naumovs.color-highlight
nguyenngocsang.idx-monospace
oderwat.indent-rainbow
oouo-diogo-perdigao.docthis
orsenkucher.vscode-graphql
orta.vscode-jest
pabitrabanerjee.idx-dark-theme
pkief.material-icon-theme
postman.postman-for-vscode
pranaygp.vscode-css-peek
rajeshwaran.developer-theme-dark
rangav.vscode-thunder-client
reactreedev.reactree
redhat.vscode-yaml
ritwickdey.liveserver
sdras.night-owl
solnurkarim.html-to-css-autocompletion
steoates.autoimport
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
stylelint.vscode-stylelint
sumitsaha.learn-with-sumit-theme
syler.sass-indented
teabyii.ayu
tinkertrain.theme-panda
toba.vsfire
tombonnike.vscode-status-bar-format-toggle
tomoki1207.pdf
twxs.cmake
tyriar.sort-lines
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
visualstudioexptteam.vscodeintellicode-insiders
vscode-icons-team.vscode-icons
vue.volar
vunguyentuan.vscode-css-variables
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
wesbos.theme-cobalt2
wix.vscode-import-cost
xabikos.reactsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zignd.html-css-class-completion
